Revit 2024 API
SymbolTypeId.MmSup4 Property
 Symbol mm⁴, indicating unit Millimeters to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MmSup4 { get; }
Visual Basic
Public Shared ReadOnly Property MmSup4 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MmSup4 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace